Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: This will permanently delete: %@ This cannot be undone.
ar: سيؤدي هذا إلى حذف نهائيًا: %@ لا يمكن التراجع عن هذا.
da: Dette vil permanent slette: %@ Dette kan ikke fortrydes.
de: Dadurch wird dauerhaft gelöscht: %@ Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente: %@ Esto no se puede deshacer.
fi: Tämä poistaa pysyvästi: %@ Tätä ei voi peruuttaa.
fr: : cela supprimera définitivement : %@ : Cela ne peut pas être annulé.
he: – זה ימחק באופן קבוע: %@ – לא ניתן להסיר את ה결ס.
hi: : यह स्थायी रूप से निष्क्रिय करेगा: %@ : इसे रद्द नहीं किया जा सकता।
hu: – ezzel mindig eltávolítják: %@ – Ez nem ismételhető.
id: : Hal ini akan menghapus secara permanen: %@ Tindakan ini tidak dapat dibatalkan.
it: : questo comando eliminerà permanentemente: %@ Questo non può essere annullato.
ja: ：以下の内容を永続的に削除します： %@ ：取り消すことはできません。
ko: : 다음 항목을 영구 삭제합니다: %@ : 이 작업은 되돌릴 수 없습니다.
nb: – Dette fjerne permanent: %@ – Dette kan ikke reverseres.
nl: : Dit verwijdert permanent: %@ Dit kan niet worden hersteld.
pl: – poniższe elementy zostaną na zawsze usunięte: %@ Nie można tego odwrócić.
pt_br: Este comando excluirá permanentemente: %@ Esta operação não pode ser revertida.
ru: : это будет выполнять постоянное удаление: %@ : Это действие не может быть отменено.
sv: – Detta kommer permanent att radera: %@ – Det här kan inte återställas.
th: : สิ่งนี้จะลบอย่างถาวร: %@ ข้อมูลนี้ไม่สามารถย้อนกลับได้
tr: : Bu işlem aşağıdaki öğeleri kalıcı olarak siler: %@ : Bu işlem geri alınamaz.
uk: : це буде постійно видалення: %@ Цього неможливо скасувати.
vi: – Thao tác này sẽ xóa vĩnh viễn: %@ : Không thể khôi phục thao tác này.
zh_hans: ：此操作将永久删除： %@ 此操作不可撤销。
zh_hant: ：此操作將永久刪除： %@ 此操作不可撤銷。

source: This will sign out @%@. Repositories for this account will be hidden until you sign back in, and local files will stay on your device.
ar: سيؤدي هذا إلى تسجيل الخروج @%@. سيتم إخفاء مستودعات هذا الحساب حتى تقوم بتسجيل الدخول مرة أخرى، وستبقى الملفات المحلية على جهازك. رمز
da: Dette vil logge ud @%@. Lagre for denne konto vil være skjult, indtil du logger ind igen, og lokale filer forbliver på din enhed.
de: Dadurch wird @%@ abgemeldet. Repositorys für dieses Konto werden ausgeblendet, bis Sie sich erneut anmelden, und lokale Dateien bleiben auf Ihrem Gerät.
es: Esto cerrará sesión en @%@. Los repositorios de esta cuenta estarán ocultos hasta que vuelva a iniciar sesión y los archivos locales permanecerán en su dispositivo.
fi: %@. Tämän tilin versiot piilotetaan kunnes kirjaudut takaisin sisään, ja paikalliset tiedostot pysyvät laitteessasi.
fr: : Cela permettra de se déconnecter @%@: Les référentiels associés à ce compte seront masqués jusqu'à votre prochain redémarrage, et les fichiers locaux resteront sur votre appareil.
he: – זה יסגר את החשבון של @%@– המאגרים של חשבון זה יישארו скрыtiים עד שתקבלו חתימה מחדש, והקובץ המקומיים יישארו על המכשיר שלך.
hi: : यह @ को साइन आउट करेगा।%@– इस खाते के लिए रिपॉजिटरी तब तक छिपे रहेंगे जब तक आप पुनः साइन इन न करेंगे, और स्थानीय फ़ाइलें आपके डिवाइस पर बनी रहेंगी।
hu: Ez az @-ot kilépésre vonzza.%@: Ez a számítógépre vonatkozó adatmagazinok csak újra bejelentkezés előtt rejtett maradnak, a helyi fájlok pedig az eszközeleteden maradnak.
id: Ini akan melakukan penutupan akun @%@. Repositori untuk akun ini akan disembunyikan sampai Anda masuk kembali, dan file lokal akan tetap tersimpan di perangkat Anda.
it: : Questo effettuerà la disconnessione @%@: I repository per questo account saranno nascosti fino a quando non effettuerai nuovamente l&#039;accesso; i file locali rimarranno sul tuo dispositivo.
ja: ：サインアウトします。%@：このアカウントのリポジトリは、再度サインインするまで非表示となり、ローカルファイルは端末上に保持されます。
ko: : 이로 인해 로그아웃됩니다.%@: 해당 계정의 저장소는 다시 로그인할 때까지 숨겨지며, 로컬 파일은 기기에 계속 유지됩니다.
nb: Dette vil avslutte logginnstatusen @%@– Lagringsplattformer for dette kontoen vil bli skjult til du logger inn igjen, og lokale filer vil forbli på enheten din.
nl: Dit zal de aanmelding beëindigen @%@: De opslagplaatsen voor dit account worden verborgen totdat u opnieuw inlogt, en de lokale bestanden blijven op uw apparaat.
pl: – Zakończenie sesji @%@– Magazyny danych dla tego konta będą ukrywane aż do ponownego zalogowania się, a lokalne pliki pozostaną na Twoim urządzeniu.
pt_br: Este comando realiza a saída de sessão @%@– Os repositórios para esta conta serão ocultados até você se autenticar novamente, e os arquivos locais permanecerão no seu dispositivo.
ru: : Это отменит вход @%@: репозитории для данного аккаунта будут скрыты до тех пор, пока вы не войдёте в систему повторно, а локальные файлы останутся на вашем устройстве.
sv: – Detta avslutar inloggningen @%@– Reposter för denna konto kommer att vara skymdat tills du loggar in igen, och lokala filer kommer att behållas på din enhet.
th: : จะทำการออกจากระบบ @%@: คลังข้อมูลสำหรับบัญชีนี้จะถูกซ่อนจนกว่าคุณจะเข้าสู่ระบบอีกครั้ง และไฟล์ท้องถิ่นจะยังคงอยู่บนอุปกรณ์ของคุณ
tr: : Bu işlem @'i çıkış yapar.%@: Bu hesabın depoları yeniden giriş yapmak üzere gizlenir ve yerel dosyalar cihazınızda kalır.
uk: Це призведе до виходу з системи @%@. Репозиторії для цього облікового запису будуть прихованими до моменту повторного входу, а локальні файли залишатимуться на вашому пристрої.
vi: : Hành động này sẽ thoát đăng nhập @%@: Các kho dữ liệu cho tài khoản này sẽ bị ẩn cho đến khi bạn đăng nhập lại, và các tệp cục bộ sẽ vẫn được lưu trên thiết bị của bạn.
zh_hans: 将执行登出操作@%@：该账户的存储库将暂时隐藏，直至您重新登录；本地文件则会保留在您的设备上。
zh_hant: 將執行登齣操作@%@：該賬戶的存儲庫將暫時隱藏，直至您重新登録；本地文件則會保留在您的設備上。

source: Token
ar: : الرمز
es: Ficha
fi: merkki
he: טוקן
hi: टोकन
ja: トークン
ko: 토큰
ru: Токен
th: โทเคน
uk: Токен
zh_hans: 代币
zh_hant: 代幣

source: Token / Password
ar: الرمز المميز/كلمة المرور
da: Token / Adgangskode
de: Token/Passwort
es: Token / Contraseña
fi: merkki / Salasana.
fr: : Token / Mot de passe
he: טוקן / סיסמה
hi: टोकन / पासवर्ड
hu: Token / Jelszó
id: Token / Kata Sandi
ja: トークン／パスワード
ko: 토큰 / 비밀번호
nb: Token / Passord
nl: Token / Wachtwoord
pl: Token / Hasło
pt_br: Token / Senha
ru: Токен / Пароль
sv: Token / Lösenord
th: โทเคน / รหัสผ่าน
tr: Token / Parola
uk: Токен / Пароль
vi: Token / Mật khẩu
zh_hans: 令牌/密码
zh_hant: 令牌/密碼

source: Trust Host
ar: المضيف الموثوق
da: Trust- vært
de: Vertrauenshost
es: Host de confianza
fi: Trust isäntä
fr: Hôte de confiance Avis sur
he: מארח מהימן
hi: ट्रस्ट होस्ट
hu: Bizalommal teli házigazda
id: Percayai Host
it: Host di fiducia
ja: ツラストホスト
ko: 트러스트 호스트
nb: -tillitvert
nl: Host vertrouwen
pl: Zaufaj hostowi
pt_br: Host de Confiança Confiança
ru: — Траст-хост
sv: förtroendevärd
th: ไว้วางใจ HOST กุญแจใหม่
tr: Güvenilir Evin Sahibi
uk: Довіряти хосту
vi: Tin cậy máy chủ
zh_hans: 信任主机
zh_hant: 信任主機

source: Trust New Key
ar: الثقة مفتاح جديد
da: Tillid til ny nøgle
de: Neuem Schlüssel vertrauen
es: Nueva clave de confianza
fi: Trust uusi avainName
fr: Trust Nouveau Clé
he: אמון מפתח חדש
hi: ट्रस नया कुंजी
hu: Trust új kulcs
id: Kunci Baru Kepercayaan Kepercayaan
it: Trust Nuova Chiave
ja: 信頼の新しいキー
ko: 트러스트 신규 키
nb: Trust Ny nøkkel
nl: Trust Nieuwe Sleutel
pl: Trust – Nowy klucz
pt_br: Trust Nova Chave
ru: Trust — новый ключ
sv: Trust Ny nyckel
th: Trust
tr: Trust Yeni Anahtar
uk: Trust – новий ключ
vi: Trust – Mã khóa mới
zh_hans: 信托新密钥
zh_hant: 信托新密鑰

source: Trust SSH Host?
ar: الثقة SSH المضيف؟ تستضيف
da: Tillid til SSH vært?
de: SSH Host vertrauen?
es: ¿Confiar en el host SSH?
fi: Trust SSH isäntä?
fr: Trust SSH Hôte ?
he: Trust SSH מארח?
hi: ट्रस्ट SSH होस्ट?
hu: Trust SSH Hozzárendelt rendszer?
id: Host SSH ?
it: Fiducia SSH Host?
ja: Trust SSH ホスト？
ko: 트러스트 SSH 호스트?
nb: TrustName SSH Vert?
nl: vertrouwen Gastheer van SSH ?
pl: Trust Host SSH ?
pt_br: SSH Host?
ru: Trust SSH Хост?
sv: TrustName SSH Värd?
th: ไว้วางใจ SSH ผู้จัดรายการ?
tr: Trust SSH Ana Sunucu?
uk: Trust SSH Господар?
vi: Trust SSH Máy chủ?
zh_hans: 信托 SSH 主机？
zh_hant: 信托 SSH 主機？

source: Trust hosts safely
ar: Trust بأمان
da: Trust værter sikkert
de: Hosts sicher vertrauen
es: Confíe en los hosts de forma segura
fi: Trust isäntä turvallisesti
fr: : Le serveur de trust est exploité de manière sécurisée.
he: – מארח בטוח
hi: ट्रस्ट सुरक्षित रूप से होस्ट करता है।
hu: Trust biztonságosan foglalja el a szolgáltatást
id: Trust menampung dengan aman
it: : i host di Trust sono gestiti in modo sicuro
ja: Trustは安全にホストされています。
ko: 트러스트는 안전하게 호스팅됩니다.
nb: Trust hoster på trygt måte
nl: Trust hostt veilig
pl: – hosting dla trustów w trybie bezpiecznym
pt_br: : O trust é hospedado de forma segura
ru: : сертифицированные хосты
sv: Trust hanterar data säkert.
th: Trust รองรับการโฮสติ้งอย่างปลอดภัย
tr: Trust, güvenli şekilde sunuyor.
uk: : сервіс відгуку Trust забезпечує безпеку.
vi: : Dịch vụ host của Trust được đảm bảo an toàn
zh_hans: 信托托管服务安全可靠
zh_hant: 信托托管服務安全可靠

source: Try Demo
ar: تجربة العرض التوضيحي
da: Proev demo
de: Demo testen
es: Probar demo
fi: Kokeile demoa
fr: Essayer la démo
he: נסה הדגמה
hi: डेमो आज़माएँ
hu: Demó kipróbálása
id: Coba Demo
it: Prova la demo
ja: デモを試す
ko: 데모 체험
nb: Prøv demo
nl: Demo proberen
pl: Wypróbuj demo
pt_br: Experimentar Demo
ru: Попробовать демо
sv: Prova demo
th: ทดลองใช้
tr: Demoyu Dene
uk: Спробувати демо
vi: Dùng thử
zh_hans: 试用演示
zh_hant: 試用示範

source: Turning this off immediately stops local automatic processing and makes a best-effort attempt to unregister this device from wake delivery. After a network failure, remote device rows or delivery attempts may remain until later cleanup, entitlement loss, or terminal deletion. It does not delete the installation's other relay records; the terminal deletion control is separate below.
ar: عند إيقاف هذا الإعداد، يُوقف التسجيل الآلي المحلي فورًا، ويُبذل أقصى جهد لإلغاء تسجيل هذا الجهاز من نظام توزيع إشعارات الاستيقاظ. بعد حدوث فشل في الشبكة، قد تبقى سجلات أجهزة عن بُعد أو محاولات توزيع حتى يتم تنظيفها لاحقًا، أو فقدان الصلاحية، أو حذف الجهاز. ولا يقوم هذا الإعداد بحذف المكونات الأخرى في التثبيت. relay السجلات؛ يُفصل نظام التحكم في الحذف النهائي أدناه.
da: Når dette slås af, stopper lokal automatisk behandling umiddelbart og foretager et best-effort- forsøg på at frigøre dette enhed fra wake-aflevering. Efter et netværksfejl kan fjernenhedsrader eller afleveringsforsøg forbli, indtil der senere foretages renning, tab af rettigheder eller sletning af terminalen. Den sletter ikke den resterende installation. relay Arkiver; terminaldeletionskontrolen er angivet nedenfor.
de: Die Deaktivierung dieses Funktionen stoppt die lokale automatische Verarbeitung sofort und versucht, das Gerät bei möglichstem Erfolg aus der Wachbereitstellung zu entfernen. Bei einem Netzwerkfehler können entfernte Gerätezeilen oder Lieferversuche bestehen bleiben, bis eine spätere Bereinigung, Verlust der Berechtigungen oder Löschung des Endgeräts erfolgt. Diese Maßnahme löscht jedoch nicht die übrigen Bestandteile der Installation. relay Datenbanken; die Terminal-Löschsteuerung ist unten separat dargestellt.
es: Desactivar esta función detiene inmediatamente el procesamiento automático local y realiza un intento de máximo esfuerzo para desregistrar este dispositivo de la entrega de notificaciones. Tras una falla en la red, pueden permanecer filas de dispositivos remotos o intentos de entrega hasta que se realice una limpieza posterior, se pierda el derecho de acceso o se elimine el terminal. Esta función no elimina el resto de componentes de la instalación. relay Registros; el control de eliminación de terminales se detalla a continuación.
fi: Tämän kytkentä pois pysäyttää välittömästi paikallisen automaattisen prosessoinnin ja tekee mahdollisimman tehokkaan yrityksen poistaa tämä laite käynnistysmäärityksestä. Verkkovirheen jälkeen etälaitteiden rivit tai toimitusyritykset voivat säilyä, kunnes niitä karsitaan myöhemmin, käyttöoikeudet katoavat tai laite poistetaan. Tämä ei poista asennuksen muuta osaa. relay Tietueet; terminaalin poistamiskontrolli on esitetty alla.
fr: L&#039;activation de cette fonctionnalité interrompt immédiatement le traitement automatique local et effectue une tentative de désinscription de cet appareil de la distribution d&#039;alertes. En cas de panne réseau, des enregistrements d&#039;appareils à distance ou des tentatives de distribution peuvent subsister jusqu&#039;à une suppression ultérieure, à la perte d&#039;un droit d&#039;accès ou à la suppression du terminal. Cette fonctionnalité n&#039;efface pas les autres éléments de l&#039;installation. relay Enregistrements ; le système de contrôle de suppression de terminaux est décrit ci-dessous.
he: לכבות את זה מיד מפסיק עיבוד אוטומטי מקומי ועושה מאמץ הטוב ביותר כדי להסיר את המכשיר הזה מן הערת משלוח. לאחר כשל ברשת, התקן מרוחק שורות או ניסיונות אספקה עשויים להישאר עד ניקוי מאוחר יותר, אובדן זכאות, או מחיקה מסוף. זה לא מחק את האחר של ההתקנה relay רשומות; בקרת המחיקה של הטרמינל היא נפרדת להלן.
hi: इसे बंद करने से स्थानीय स्वचालित प्रसंस्करण तुरंत रोक दिया जाता है तथा यह उपकरण को 'वेक डिलीवरी' से अनरजिस्टर करने का सर्वोत्तम प्रयास करता है। नेटवर्क विफलता के बाद, दूरस्थ उपकरणों की पंक्तियाँ या डिलीवरी प्रयास बाद में सफाई, अधिकारों के नुकसान या टर्मिनल को हटाए जाने तक बने रह सकते हैं। यह स्थापना के अन्य घटकों को नहीं हटाता है। relay रिकॉर्ड्स; टर्मिनल डिलीशन नियंत्रण नीचे अलग रूप से दिया गया है।
hu: A beállítás lekapcsolása azonnal leállítja a helyi automatikus feldolgozást, és a lehető legjobb erőfeszítéssel megpróbálja eltávolítani ezt a készüléket a ébresztési szolgáltatásból. A hálózati hibával szemben a távbeszállított készülékek sorai vagy szolgáltatási próbálkozások továbbra is megmaradhatnak, amíg később nem történik a szükséges tisztítás, nem veszítődik a jogosultság, vagy nem törölődik a terminál. Ez nem törli el a telepítés többi elemeit. relay Adatok; a terminális törölési vezérléset az alábbi részben találja meg.
id: Menghidupkan fitur ini akan segera menghentikan proses pemrosesan otomatis lokal dan melakukan upaya maksimal untuk mencabut pendaftaran perangkat ini dari sistem pengiriman notifikasi. Setelah terjadi kegagalan jaringan, baris perangkat jarak jauh atau upaya pengiriman dapat tetap tersisa hingga dilakukan pembersihan selanjutnya, hilangnya hak akses, atau penghapusan terminal. Fitur ini tidak menghapus komponen lain dari instalasi tersebut. relay Catatan; kontrol penghapusan terminal terletak di bagian berikutnya.
it: Disattivare questa funzione interrompe immediatamente l'elaborazione automatica locale e tenta di disregistrare il dispositivo dalla consegna di avvisi in modo massimo. In caso di guasto di rete, le righe relative ai dispositivi remoti o i tentativi di consegna potrebbero rimanere attivi fino a quando non verranno eliminati successivamente, a causa della perdita del diritto di utilizzo o dell'eliminazione del terminale. Tale operazione non elimina gli altri elementi dell'installazione. relay Registri; il controllo di cancellazione del terminale è riportato separatamente di seguito.
ja: この機能をオフにすると、ローカルの自動処理が即座に停止し、このデバイスを「Wake Delivery」から登録解除するための最善の措置が取られます。ネットワーク障害発生後、遠隔端末のレコードや配信試行が、後続のクリーンアップ、権限の喪失、または端末の削除まで残存する場合があります。本機能では、インストール済みの他の要素は削除されません。 relay 記録；端末削除制御は後述の部分に記載されています。
ko: 이 기능을 비활성화하면 로컬 자동 처리 과정이 즉시 중단되며, 해당 장치를 깨어남 알림 서비스에서 등록 해제하려는 최선의 시도가 수행됩니다. 네트워크 실패 후에도 원격 장치 관련 데이터 행이나 알림 전송 시도가 이후 정리 작업, 권한 상실 또는 단말기 삭제까지 남아 있을 수 있습니다. 이 기능은 설치된 다른 구성 요소는 삭제하지 않습니다. relay 기록; 종단부 삭제 제어는 아래에 별도로 기재되어 있습니다.
nb: Når dette deaktiveres, stoppes den lokale automatiske prosesseringen umiddelbart, og det gjøres et best-possible forsøk på å avregistrere dette enheten fra wake-levering. Etter et nettverksfeil kan fjernenhetsrader eller leveringsforsøk forbli til senere rensing, tap av rettigheter eller sletting av terminalen. Dette sletter ikke den andre delen av installasjonen. relay Arkiver; terminal-slettingstilpasningen er oppgitt nedenfor.
nl: Wanneer u dit uitschakelt, wordt de lokale automatische verwerking onmiddellijk stopgezet en wordt er een best-effort-poging gedaan om dit apparaat uit de wakkeringslevering te verwijderen. Na een netwerkfout kunnen afstandapparaatregels of leveringspogingen nog bestaan tot latere sanering, verlies van toegangsberechtigingen of verwijdering van het apparaat. Dit verwijdert niet de andere componenten van de installatie. relay Records; de terminal-deletiecontrole staat hieronder beschreven.
pl: Wyłączenie tej funkcji natychmiast przerwa lokalną automatyczną obradę i wykona maksymalny wysiłek w celu wycofania tego urządzenia z listy urządzeń otrzymujących sygnały wzbudzenia. Po awarii sieci wiersze urządzeń zdalnych lub próby dostarczenia danych mogą pozostać do czasu późniejszej czyszczenia, utraty uprawnień lub usuwania terminala. Nie usuwa innych elementów instalacji. relay Dane; funkcja kontroli usuwania terminala znajduje się poniżej.
pt_br: Desativar essa função interrompe imediatamente o processamento automático local e realiza uma tentativa de melhor esforço para desinscrever este dispositivo da entrega de notificações de acordação. Após uma falha de rede, linhas de dispositivos remotos ou tentativas de entrega podem permanecer até que ocorra uma limpeza posterior, a perda de direitos ou a exclusão do terminal. Esta operação não exclui os demais componentes da instalação. relay Registros; o controle de exclusão de terminais está separado abaixo.
ru: Отключение этой функции немедленно прекращает локальную автоматическую обработку и предпринимает все возможные усилия для удаления данного устройства из списка устройств, получающих уведомления о пробуждении. В случае сбоя сети записи удаленных устройств или попытки их доставки могут оставаться в системе до последующей очистки, потери права доступа или удаления терминала. Данное действие не удаляет другие компоненты установки. relay Записи; функция контроля удаления терминала приведена ниже.
sv: När denna funktion avstängs stoppas den lokala automatiska behandlingen omedelbart och görs en best-ägt ansträngning för att avregistrera detta enhet från väckningsleveranser. Efter ett nätverksfel kan fjärrenhetsrader eller leveransförsök förbli kvar tills det sker en senare rengöring, förlust av rättigheter eller radering av terminalen. Den raderar inte installationens övriga delar. relay Arkiv; kontrollen för terminaldeletion finns separat nedan.
th: การปิดการใช้งานส่วนนี้จะหยุดการประมวลผลอัตโนมัติในระดับท้องถิ่นทันที และพยายามอย่างเต็มที่เพื่อกดออกจากรายการอุปกรณ์ที่ถูกส่งข้อมูลการตื่น (wake delivery) หลังจากเกิดความล้มเหลวของเครือข่าย แถวของอุปกรณ์ระยะไกลหรือการพยายามส่งข้อมูลอาจยังคงอยู่จนกว่าจะมีการจัดการข้อมูลในภายหลัง หรือการสูญเสียสิทธิ์การใช้งาน หรือการลบอุปกรณ์ออก อย่างไรก็ตาม การดำเนินการนี้จะไม่ลบข้อมูลส่วนอื่นของโปรแกรมที่ติดตั้ง relay ข้อมูลบันทึก; ระบบควบคุมการลบเทอร์มินัลอยู่ด้านล่าง
tr: Bu özellikin devre dışı bırakılması, yerel otomatik işlem sürecini derhal durdurur ve cihazı uyarma iletiminden çıkarmak için en iyi çabayı gösterir. Ağ hatası oluştuğunda, uzak cihaz satırları veya iletim denemeleri, daha sonra temizleme işlemi, yetki kaybı veya terminal silinmesi gerçekleşene kadar devam edebilir. Bu işlem, kurulumun diğer bileşenlerini silmez. relay Kayıtlar; terminal silme kontrolü aşağıda ayrı olarak verilmiştir.
uk: Вимкнення цього функції негайно призупиняє локальну автоматичну обробку та здійснює найкращу спробу видалити це пристрій з системи доставки повідомлень після пробудження. Після відмови мережі рядки віддалених пристроїв або спроби доставки можуть залишатися дійсними до подальшого очищення, втрати права доступу або видалення термінала. Це не призводить до видалення інших елементів інсталяції. relay Дані; контроль видалення терміналу наведено нижче.
vi: Việc tắt tính năng này sẽ ngay lập tức dừng quá trình xử lý tự động tại chỗ và thực hiện nỗ lực tối đa để hủy đăng ký thiết bị này khỏi dịch vụ gửi thông báo khi thiết bị được đánh thức. Sau khi xảy ra sự cố mạng, các hàng thiết bị từ xa hoặc các lần thử gửi thông báo có thể vẫn còn tồn tại cho đến khi thực hiện việc dọn dẹp sau này, khi quyền truy cập bị mất hoặc khi thiết bị bị xóa. Tính năng này không xóa các thành phần khác của bản cài đặt. relay Các hồ sơ; chức năng kiểm soát xóa đầu cuối được trình bày riêng phần dưới đây.
zh_hans: 关闭此功能将立即停止本地自动处理流程，并尽力尝试将该设备从唤醒通知推送服务中解除注册。在发生网络故障后，远程设备记录或推送尝试可能仍保留，直至后续进行清理、权限失效或终端设备被删除。此操作不会删除该安装包中的其他内容。 relay 记录；终端删除控制功能详见下文。
zh_hant: 關閉此功能將立即停止本地自動處理流程，並盡力嘗試將該裝置從喚醒通知推送服務中解除註冊。在發生網路故障後，遠端裝置記錄或推送嘗試可能仍保留，直至後續進行清理、許可權失效或終端裝置被刪除。此操作不會刪除該安裝包中的其他內容。 relay 記錄；終端刪除控制功能詳見下文。

source: Type Chg
ar: تغيير نوع
da: Typeændring
de: Typänd.
es: Tipo camb.
fi: Tyypin vaihto
fr: Type mod.
he: שינוי סוג
hi: प्रकार बदला
hu: Típusmód.
id: Ubah tipe
it: Tipo mod.
ja: タイプ変更
ko: 유형 변경
nb: Typeendring
nl: Type gew.
pl: Typ zmien.
pt_br: Tipo alt.
ru: Тип изм.
sv: Typändr.
th: เปลี่ยนประเภท
tr: Tür değ.
uk: Тип змін.
vi: Đổi loại
zh_hans: 类型更改
zh_hant: 類型更改

source: URL
ar: العنوان
zh_hans: 链接

source: USE OURS
ar: استخدم منتجاتنا
da: BRUG VORES
de: NUTZEN SIE UNSERE
es: UTILIZA EL NUESTRO
fi: KÄYTTÖME
fr: Utilisez-nous
he: – נשתמש במערכת שלנו
hi: – हमारे साधनों का उपयोग करें
hu: : Használjuk az okosított megoldásunkat!
id: Gunakan yang kami sediakan
it: Utilizza i nostri servizi
ja: 当社のサービスをご利用ください
ko: 저희 제품을 사용하세요
nb: bruker våre løsninger
nl: : Gebruik onze oplossingen
pl: – korzystaj z naszych usług
pt_br: Utilize os nossos
ru: ИСПОЛЬЗУЙТЕ НАШИ РЕСУРСЫ
sv: Använd våra produkter
th: ใช้บริการของเรา
tr: : Bizim çözümleri kullanın
uk: — використовуйте наші рішення
vi: Sử dụng sản phẩm của chúng tôi
zh_hans: 使用我们的服务
zh_hant: 使用我們的服務

source: USE THEIRS
ar: استخدمهم
da: BRUG DERES
de: VERWENDEN SIE IHRE
es: USA EL SUYO
fi: KÄYTÄÄN
fr: Utilisez-les
he: – משתמשים ב- theirs
hi: : उनके साधनों का उपयोग करें।
hu: : használják azokat
id: Gunakan milik mereka
it: Utilizzate i loro
ja: そのものを使用する
ko: 그들의 것을 사용하세요
nb: bruker deres
nl: gebruikt hun eigen
pl: wykorzystują swoje
pt_br: USE OS DELES
ru: ИСПОЛЬЗУЙТЕ ИХ
sv: använder sina egna
th: ใช้ของพวกเขา
tr: : Onların kullandıklarını kullanın.
uk: використовують їхні ресурси
vi: Sử dụng của họ
zh_hans: 使用他们的
zh_hant: 使用他們的

source: USE THIS
ar: استخدم هذا
da: BRUG DETTE
de: VERWENDEN SIE DIES
es: USA ESTO
fi: KÄYTTÖÄ
fr: Utilisez cela
he: – השתמשו במאפיין זה
hi: : इसका उपयोग करें।
hu: – Használja ezt
id: Gunakan ini
it: Utilizza questo
ja: このものを使用してください
ko: 이 방법을 사용하세요
nb: Bruk dette
nl: : Gebruik dit
pl: – Użyj tego
pt_br: USE ESTE
ru: ИСПОЛЬЗУЙТЕ ЭТО
sv: Använd detta
th: ใช้สิ่งนี้
tr: : Buyi kullanın
uk: Використовуйте це
vi: Hãy sử dụng này
zh_hans: 请使用此功能
zh_hant: 請使用此功能

source: Unable to Update File
ar: يتعذر تحديث الملف
da: Uden mulighed for at opdatere filen
de: Datei kann nicht aktualisiert werden
es: No se puede actualizar el archivo.
fi: Tiedoston päivitys on mahdotonta
fr: Impossible de mettre à jour le fichier
he: אין אפשרות לעדכן את הקובץ
hi: फ़ाइल को अपडेट न कर पाना
hu: Fájlat nem lehet frissíteni
id: Tidak dapat memperbarui file
it: Impossibile aggiornare il file
ja: ファイルの更新できません
ko: 파일 업데이트 불가능
nb: Umulig å oppdatere fil
nl: Bestand niet updaten mogelijk
pl: Nie można aktualizować pliku
pt_br: Não é possível atualizar o arquivo.
ru: Невозможно обновить файл
sv: Inte möjligt att uppdatera fil
th: ไม่สามารถอัปเดตไฟล์ได้
tr: Dosyayı güncelleme mümkün değil
uk: Неможливо оновити файл
vi: Không thể cập nhật tệp tin
zh_hans: 无法更新文件
zh_hant: 無法更新檔案
